pulseaudio_dlna/plugins/upnp/xml/get_volume.xml

<?xml version="1.0" encoding="{encoding}" standalone="yes"?>
<s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <u:GetVolume xmlns:u="{service_type}">
            <Channel>{channel}</Channel>
            <InstanceID>0</InstanceID>
        </u:GetVolume>
    </s:Body>
</s:Envelope>